-- MySQL dump 10.13  Distrib 5.7.17, for Win64 (x86_64)
--
-- Host: gat-serverpc    Database: csharp
-- ------------------------------------------------------
-- Server version	5.6.36

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `CategoryName`
--

DROP TABLE IF EXISTS `CategoryName`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `CategoryName` (
  `ID` int(11) NOT NULL,
  `CategoryName` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `CategoryName`
--

LOCK TABLES `CategoryName` WRITE;
/*!40000 ALTER TABLE `CategoryName` DISABLE KEYS */;
INSERT INTO `CategoryName` VALUES (1,'11111'),(2,'いいいいい'),(3,'ううううう'),(4,'えええええ'),(5,'おおおおお'),(6,'かかかかか'),(7,'ききききき'),(8,'くくくくく'),(9,'けけけけけ'),(10,'こここここ'),(11,'テスト登録'),(12,'テスト'),(13,'テスト');
/*!40000 ALTER TABLE `CategoryName` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `SALE`
--

DROP TABLE IF EXISTS `SALE`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `SALE` (
  `ID` int(12) NOT NULL AUTO_INCREMENT,
  `SALEDATE` varchar(8) COLLATE utf8_unicode_ci DEFAULT NULL,
  `AREA` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `PRODUCTNAME` varchar(128) COLLATE utf8_unicode_ci DEFAULT NULL,
  `PRODUCTTYPE` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `UNITPRICE` int(11) DEFAULT NULL,
  `QUANTITY` int(11) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB AUTO_INCREMENT=2346 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `SALE`
--

LOCK TABLES `SALE` WRITE;
/*!40000 ALTER TABLE `SALE` DISABLE KEYS */;
INSERT INTO `SALE` VALUES (2233,'20160401','大阪地区','パソコン','情報',350000,20),(2234,'20160401','大阪地区','テレビ','AV',38000,8),(2235,'20160401','大阪地区','ドライヤー','白物',3800,8),(2236,'20160401','大阪地区','カメラ','AV',25000,5),(2237,'20160401','東京地区','パソコン','情報',350000,16),(2238,'20160401','東京地区','ミニコンポ','AV',78000,2),(2239,'20160401','東京地区','ファックス','情報',40000,6),(2240,'20160401','名古屋地区','パソコン','情報',350000,8),(2241,'20160401','名古屋地区','ミニコンポ','AV',78000,2),(2242,'20160401','名古屋地区','ファックス','情報',40000,12),(2243,'20160415','大阪地区','テレビ','AV',38000,12),(2244,'20160415','大阪地区','ビデオ','AV',56000,10),(2245,'20160415','大阪地区','ファックス','情報',40000,3),(2246,'20160415','大阪地区','カメラ','AV',25000,4),(2247,'20160415','東京地区','パソコン','情報',350000,10),(2248,'20160415','東京地区','テレビ','AV',38000,4),(2249,'20160415','東京地区','ビデオ','AV',56000,12),(2250,'20160415','東京地区','ファックス','情報',40000,5),(2251,'20160415','東京地区','ドライヤー','白物',3800,4),(2252,'20160415','名古屋地区','パソコン','情報',350000,3),(2253,'20160415','名古屋地区','エアコン','白物',150000,8),(2254,'20160501','大阪地区','パソコン','情報',350000,10),(2255,'20160501','大阪地区','ビデオ','AV',56000,3),(2256,'20160501','東京地区','パソコン','情報',350000,12),(2257,'20160501','東京地区','ミニコンポ','AV',78000,5),(2258,'20160501','東京地区','エアコン','白物',150000,12),(2259,'20160501','名古屋地区','ミニコンポ','AV',78000,2),(2260,'20160501','名古屋地区','ビデオ','AV',56000,5),(2261,'20160501','名古屋地区','ファックス','情報',40000,15),(2262,'20160515','大阪地区','ビデオ','AV',56000,5),(2263,'20160515','大阪地区','エアコン','白物',150000,18),(2264,'20160515','大阪地区','カメラ','AV',25000,12),(2265,'20160515','大阪地区','ファックス','情報',40000,6),(2266,'20160515','東京地区','テレビ','AV',38000,8),(2267,'20160515','東京地区','エアコン','白物',150000,6),(2268,'20160515','東京地区','ファックス','情報',40000,10),(2269,'20160515','東京地区','ドライヤー','白物',3800,10),(2270,'20160515','名古屋地区','パソコン','情報',350000,7),(2271,'20160515','名古屋地区','ビデオ','AV',56000,6),(2272,'20160515','名古屋地区','カメラ','AV',25000,5),(2273,'20160601','大阪地区','エアコン','白物',150000,8),(2274,'20160601','大阪地区','ファックス','情報',40000,8),(2275,'20160601','大阪地区','ドライヤー','白物',3800,4),(2276,'20160601','東京地区','パソコン','情報',350000,5),(2277,'20160601','東京地区','ビデオ','AV',56000,7),(2278,'20160601','東京地区','ドライヤー','白物',3800,15),(2279,'20160601','名古屋地区','エアコン','白物',150000,3),(2280,'20160601','名古屋地区','カメラ','AV',25000,4),(2281,'20160615','大阪地区','パソコン','情報',350000,3),(2282,'20160615','大阪地区','ミニコンポ','AV',78000,5),(2283,'20160615','大阪地区','エアコン','白物',150000,4),(2284,'20160615','東京地区','テレビ','AV',38000,14),(2285,'20160615','東京地区','ビデオ','AV',56000,10),(2286,'20160615','東京地区','カメラ','AV',25000,3),(2287,'20160615','名古屋地区','ビデオ','AV',56000,9),(2288,'20160615','名古屋地区','ドライヤー','白物',3800,3),(2289,'20160701','大阪地区','パソコン','情報',350000,8),(2290,'20160701','大阪地区','ビデオ','AV',56000,15),(2291,'20160701','大阪地区','ファックス','情報',40000,3),(2292,'20160701','東京地区','パソコン','情報',350000,9),(2293,'20160701','東京地区','ドライヤー','白物',3800,2),(2294,'20160701','東京地区','カメラ','AV',25000,8),(2295,'20160701','名古屋地区','エアコン','白物',150000,5),(2296,'20160701','名古屋地区','ファックス','情報',40000,11),(2297,'20160715','大阪地区','パソコン','情報',350000,3),(2298,'20160715','大阪地区','エアコン','白物',150000,3),(2299,'20160715','大阪地区','ドライヤー','白物',3800,4),(2300,'20160715','東京地区','パソコン','情報',350000,2),(2301,'20160715','東京地区','テレビ','AV',38000,5),(2302,'20160715','東京地区','カメラ','AV',25000,14),(2303,'20160715','名古屋地区','テレビ','AV',38000,5),(2304,'20160715','名古屋地区','カメラ','AV',25000,4),(2305,'20160801','大阪地区','パソコン','情報',350000,5),(2306,'20160801','大阪地区','ミニコンポ','AV',78000,8),(2307,'20160801','大阪地区','テレビ','AV',38000,2),(2308,'20160801','大阪地区','ドライヤー','白物',3800,5),(2309,'20160801','大阪地区','カメラ','AV',25000,7),(2310,'20160801','東京地区','パソコン','情報',350000,4),(2311,'20160801','東京地区','ミニコンポ','AV',78000,2),(2312,'20160801','東京地区','テレビ','AV',38000,15),(2313,'20160801','東京地区','ビデオ','AV',56000,10),(2314,'20160801','名古屋地区','テレビ','AV',38000,6),(2315,'20160801','名古屋地区','エアコン','白物',150000,4),(2316,'20160815','大阪地区','ミニコンポ','AV',78000,7),(2317,'20160815','大阪地区','ビデオ','AV',56000,8),(2318,'20160815','大阪地区','エアコン','白物',150000,7),(2319,'20160815','東京地区','テレビ','AV',38000,10),(2320,'20160815','東京地区','ファックス','情報',40000,2),(2321,'20160815','東京地区','ドライヤー','白物',3800,10),(2322,'20160815','東京地区','カメラ','AV',25000,3),(2323,'20160815','名古屋地区','テレビ','AV',38000,5),(2324,'20160815','名古屋地区','ファックス','情報',40000,2),(2325,'20160815','名古屋地区','ドライヤー','白物',3800,6),(2326,'20160901','大阪地区','パソコン','情報',350000,4),(2327,'20160901','大阪地区','ミニコンポ','AV',78000,7),(2328,'20160901','大阪地区','ファックス','情報',40000,5),(2329,'20160901','東京地区','パソコン','情報',350000,4),(2330,'20160901','東京地区','ミニコンポ','AV',78000,7),(2331,'20160901','東京地区','ビデオ','AV',56000,5),(2332,'20160901','名古屋地区','テレビ','AV',38000,6),(2333,'20160901','名古屋地区','エアコン','白物',150000,2),(2334,'20160901','名古屋地区','カメラ','AV',25000,3),(2335,'20160915','大阪地区','ビデオ','AV',56000,6),(2336,'20160915','大阪地区','ドライヤー','白物',3800,6),(2337,'20160915','東京地区','パソコン','情報',350000,3),(2338,'20160915','東京地区','ビデオ','AV',56000,8),(2339,'20160915','東京地区','エアコン','白物',150000,2),(2340,'20160915','東京地区','カメラ','AV',25000,3),(2341,'20160915','名古屋地区','ミニコンポ','AV',78000,7),(2342,'20160915','名古屋地区','ドライヤー','白物',3800,2),(2343,'20160915','名古屋地区','ドライヤー','白物',6000,2),(2344,'20200630','札幌地区','ノートパソコン','情報',50000,5),(2345,'20200620','札幌地区','パソコン','情報',25000,3);
/*!40000 ALTER TABLE `SALE` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `application_info`
--

DROP TABLE IF EXISTS `application_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `application_info` (
  `APPLY_ID` int(12) NOT NULL AUTO_INCREMENT,
  `USER_ID` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `TITLE` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `APPLY_TYPE` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `APPLY_FILE` varchar(128) COLLATE utf8_unicode_ci DEFAULT NULL,
  `NOTICE_MATTER` varchar(3000) COLLATE utf8_unicode_ci DEFAULT NULL,
  `APPLY_STATUS` int(11) DEFAULT NULL,
  `APPLY_TIME` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `APPROVE_TIME` timestamp NULL DEFAULT NULL,
  `REMAND_TIME` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`APPLY_ID`)
) ENGINE=InnoDB AUTO_INCREMENT=2233 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `application_info`
--

LOCK TABLES `application_info` WRITE;
/*!40000 ALTER TABLE `application_info` DISABLE KEYS */;
INSERT INTO `application_info` VALUES (1,'hoang','交通費申請','交通費申請','てすと.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','0000-00-00 00:00:00'),(2,'hoang','勤怠表申請','勤怠表申請','テスト.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','0000-00-00 00:00:00'),(3,'hoang','交通費申請','交通費申請','てすと.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','0000-00-00 00:00:00'),(4,'hoang','交通費申請','交通費申請','てすと.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','0000-00-00 00:00:00'),(5,'hoang','交通費申請','交通費申請','てすと.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','0000-00-00 00:00:00'),(6,'hoang','交通費申請','交通費申請','テスト.xlsx',NULL,0,'2020-03-09 01:43:13',NULL,'0000-00-00 00:00:00'),(7,'hoang','交通費申請','交通費申請','template (3).xlsx',NULL,0,'2020-03-09 01:43:13',NULL,'0000-00-00 00:00:00'),(8,'hoang','交通費申請','交通費申請','結合試験仕様書.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','0000-00-00 00:00:00'),(9,'hoang','交通費申請','交通費申請','結合試験仕様書.xlsx',NULL,0,'2020-03-09 01:43:13',NULL,'0000-00-00 00:00:00'),(10,'hoang','交通費申請','交通費申請','画面概要&画面遷移1.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','0000-00-00 00:00:00'),(11,'hoang','交通費申請','交通費申請','画面概要画面遷移_bk.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','0000-00-00 00:00:00'),(12,'hoang','交通費申請','交通費申請','SQL確認.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','0000-00-00 00:00:00'),(13,'hoang','交通費申請','交通費申請','SQL確認.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','0000-00-00 00:00:00'),(14,'hoang','交通費申請','交通費申請','テンプレート.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','0000-00-00 00:00:00'),(15,'hoang','交通費申請','交通費申請','テンプレート.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','0000-00-00 00:00:00'),(16,'hoang','交通費申請','交通費申請','テンプレート.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:48:03','0000-00-00 00:00:00'),(17,'hoang','交通費申請','交通費申請','新規 Microsoft Excel ワークシート.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:48:03','0000-00-00 00:00:00'),(20,'hoang','交通費申請','交通費申請','16-JMM.gif','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34',NULL,NULL),(21,'hoang','交通費申請','交通費申請','ouou.jpg',NULL,0,'2020-03-09 01:43:13',NULL,NULL),(22,'hoang','交通費申請','交通費申請','sample.xlsx','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34',NULL,NULL),(23,'猫又駿','勤怠表申請','勤怠表申請','sample.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13',NULL),(25,'猫又駿','勤怠表申請','勤怠表申請','01.ER図＆テーブル定義書.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13',NULL),(26,'猫又駿','交通費申請','交通費申請','WDExpress.exe',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13',NULL),(27,'神','交通費申請','交通費申請','勤怠表申請.xlsx','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:48:03','2018-06-07 01:19:42',NULL),(28,'神','交通費申請','交通費申請','交通費申請.xlsx',NULL,4,'2020-03-09 01:48:03','2018-06-07 01:22:13',NULL),(29,'神','交通費申請','交通費申請','勤怠表申請.xlsx',NULL,4,'2020-03-09 01:48:03','2018-06-07 01:24:40',NULL),(30,'神','交通費申請','交通費申請','交通費申請.xlsx','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:48:03','2018-06-07 01:49:45',NULL),(31,'hoang','交通費申請','交通費申請','勤怠表申請.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:48:03',NULL),(32,'hoang','交通費申請','交通費申請','交通費申請.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13',NULL),(33,'hoang','交通費申請','交通費申請','交通費申請.xlsx',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13',NULL),(34,'hoang','交通費申請','交通費申請','交通費申請.xlsx','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34',NULL,NULL),(35,'hoang','交通費申請','交通費申請','交通費申請.xlsx',NULL,0,'2020-03-09 01:43:13',NULL,NULL),(36,'hoang','交通費申請','交通費申請','交通費申請.xlsx',NULL,0,'2020-03-09 01:43:13',NULL,NULL),(37,'hoang','交通費申請','交通費申請','交通費申請.xlsx',NULL,0,'2020-03-09 01:43:13',NULL,NULL),(38,'hoang','勤怠表申請','勤怠表申請','勤怠表申請.xlsx','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34',NULL,NULL),(39,'hoang','交通費申請','交通費申請','交通費申請テンプレート.xlsx',NULL,0,'2020-03-09 01:43:13',NULL,NULL),(40,'hoang','勤怠表申請','勤怠表申請','勤怠表申請テンプレート.xlsx','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34',NULL,NULL),(50,'1234','タイプ','タイプ','書類A',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','2018-06-05 07:58:42'),(51,'1234','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','2018-06-05 07:58:42'),(52,'1234','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','2018-06-05 07:58:42'),(53,'1234','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','2018-06-05 07:58:42'),(54,'1234','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34','2018-06-05 07:58:42','2018-06-05 07:58:42'),(55,'1234','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,4,'2020-03-09 01:43:13','2018-06-05 07:58:42','2018-06-05 07:58:42'),(56,'1235','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,4,'2020-03-09 01:43:13','2018-06-05 07:58:42','2018-06-05 07:58:42'),(57,'1235','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,4,'2020-03-09 01:43:13','2018-06-05 07:58:42','2018-06-05 07:58:42'),(58,'1235','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,4,'2020-03-09 01:43:13','2018-06-05 07:58:42','2018-06-05 07:58:42'),(60,'1236','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34','2018-06-05 07:58:42','2018-06-05 07:58:42'),(61,'1236','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,4,'2020-03-09 01:43:13','2018-06-05 07:58:42','2018-06-05 07:58:42'),(62,'1236','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,4,'2020-03-09 01:43:13','2018-06-05 07:58:42','2018-06-05 07:58:42'),(63,'1236','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,4,'2020-03-09 01:43:13','2018-06-05 07:58:42','2018-06-05 07:58:42'),(64,'1236','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,4,'2020-03-09 01:43:13','2018-06-05 07:58:42','2018-06-05 07:58:42'),(65,'1236','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,4,'2020-03-09 01:43:13','2018-06-05 07:58:42','2018-06-05 07:58:42'),(66,'1236','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,4,'2020-03-09 01:43:13','2018-06-05 07:58:42','2018-06-05 07:58:42'),(67,'1236','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34','2018-06-05 07:58:42','2018-06-05 07:58:42'),(68,'1236','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,4,'2020-03-09 01:43:13','2018-06-05 07:58:42','2018-06-05 07:58:42'),(69,'1236','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,4,'2020-03-09 01:43:13','2018-06-05 07:58:42','2018-06-05 07:58:42'),(70,'1236','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,4,'2020-03-09 01:43:13','2018-06-05 07:58:42','2018-06-05 07:58:42'),(71,'1236','タイプ。。。。。。。。。。。。。','タイプ。。。。。。。。。。。。。。','書類A。。。。。。。。。。。。。。。。。。',NULL,4,'2020-03-09 01:43:13','2018-06-05 07:58:42','2018-06-05 07:58:42'),(100,'100','a','a','a','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34','0000-00-00 00:00:00','0000-00-00 00:00:00'),(121,'1234','a','a','a',NULL,1,'2020-03-09 01:53:24','2020-03-09 01:43:13','2018-06-05 07:58:42'),(123,'1234','a','a','a','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34','2018-06-05 07:58:42','2018-06-05 07:58:42'),(124,'1234','a','a','a','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34','2018-06-05 07:58:42','2018-06-05 07:58:42'),(125,'1234','a','a','a','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34','2018-06-05 07:58:42','2018-06-05 07:58:42'),(126,'1234','a','a','a',NULL,4,'2020-03-09 01:43:13','2018-06-05 07:58:42','2018-06-05 07:58:42'),(127,'1234','a','a','a',NULL,4,'2020-03-09 01:43:13','2018-06-05 07:58:42','2018-06-05 07:58:42'),(128,'1234','あ','あ','い','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34','2018-06-05 07:58:42','2018-06-05 07:58:42'),(222,'1234','******','******','機密書類','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34','2018-06-05 07:58:42','2018-06-05 07:58:42'),(1120,'1210','a','a','a','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34','2018-06-05 07:58:42','2018-06-05 07:58:42'),(1234,'1234','a','a','a','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34','2018-06-05 07:58:42','2018-06-05 07:58:42'),(2232,'1234','タイプ','タイプ','書類A','申請ファイルに誤りがあります。再確認してください',2,'2020-03-09 01:41:34','2018-06-05 07:58:42','2018-06-05 07:58:42');
/*!40000 ALTER TABLE `application_info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `bulletinboard_info`
--

DROP TABLE IF EXISTS `bulletinboard_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `bulletinboard_info` (
  `BB_ID` int(12) DEFAULT NULL,
  `USER_ID` varchar(64) DEFAULT NULL,
  `BB_CLASS` varchar(64) DEFAULT NULL,
  `BB_TITLE` varchar(64) DEFAULT NULL,
  `BB_TEXT` text,
  `DELETE_FLG` int(2) DEFAULT NULL,
  `UPDATETIME` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `INSERTTIME` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `IMPORTANCE` int(4) DEFAULT NULL,
  `FILE1` varchar(256) DEFAULT NULL,
  `FILE2` varchar(256) DEFAULT NULL,
  `FILE3` varchar(256) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `bulletinboard_info`
--

LOCK TABLES `bulletinboard_info` WRITE;
/*!40000 ALTER TABLE `bulletinboard_info` DISABLE KEYS */;
INSERT INTO `bulletinboard_info` VALUES (1,'abe','お知らせ','ＨＰリニューアルのお知らせ','弊社ホームページにアクセス頂き有難うございます。\nこの度ホームページをリニューアルしました。\n今後もより充実したホームページにしていきますので、引き続き宜しくお願い致します。',0,'2018-12-27 00:47:53','2018-12-27 00:47:53',1,'','',''),(2,'abe','お知らせ','冬期休暇のお知らせ','平素は格別のお引き立てをいただき厚くお礼申し上げます。\n株式会社Ｇ＆Ｔでは、誠に勝手ながら下記日程を冬季休暇とさせていただきます。\n\n冬季休暇期間\n2018年12月29日(土）～ 2019年1月6日（日）\n\n営業開始日\n2019年1月7日（月）より通常営業致します\n\n休暇期間中にいただいたお問合せについては、\n営業開始日以降に順次回答させていただきます。\n皆様には大変ご不便をおかけいたしますが、何卒ご理解の程お願い申し上げます。\n2019年も、変らぬご愛顧を賜りますよう宜しくお願い申し上げます。',0,'2018-12-27 01:47:53','2018-12-27 01:47:53',2,'','',''),(3,'abe','お知らせ','事業拡大に伴うサテライトオフィス開設のお知らせ','拝啓 時下ますますご清栄のこととお慶び申し上げます。\n平素は格別のご愛顧を賜り厚くお礼申し上げます。\nこの度事業拡大に伴い、サテライトオフィスを開設いたしました\n今後とも何卒宜しくお願い致します。',0,'2018-12-27 02:47:53','2018-12-27 02:47:53',2,'','',''),(4,'abe','お知らせ','オフィス移転のお知らせ','拝啓 時下ますますご清栄のこととお慶び申し上げます。\n平素は格別のご愛顧を賜り厚くお礼申し上げます。\nこの度事業拡大に伴い、2019年5月7日にオフィスの移転を行いました。\n\n★新住所\n\n〒151-0071\n東京都渋谷区本町3-14-3 松尾ビル６F　\nTEL：03-5308-4335\nFAX：03-5308-4336\n\n新しくなったG&Tを何卒宜しくお願い致します。',0,'2019-05-07 01:00:00','2019-05-07 01:00:00',2,'','',''),(5,'abe','お知らせ','冬期休暇のお知らせ','平素は格別のお引き立てをいただき厚くお礼申し上げます。\n株式会社Ｇ＆Ｔでは、誠に勝手ながら下記日程を冬季休暇とさせていただきます。\n\n冬季休暇期間\n2019年12月28日(土）～ 2020年1月5日（日）\n\n営業開始日\n2020年1月6日（月）より通常営業致します\n\n休暇期間中にいただいたお問合せについては、\n営業開始日以降に順次回答させていただきます。\n皆様には大変ご不便をおかけいたしますが、何卒ご理解の程お願い申し上げます。\n2020年も、変らぬご愛顧を賜りますよう宜しくお願い申し上げます。',0,'2019-11-21 01:00:00','2019-11-21 01:00:00',1,'','',''),(6,'hoang','ニュース','kenmei','tourkku',0,'2020-03-18 02:32:29','2020-03-18 02:32:29',1,'C#まとめ.xlsx','','');
/*!40000 ALTER TABLE `bulletinboard_info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `chat_info`
--

DROP TABLE IF EXISTS `chat_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `chat_info` (
  `chatid` int(11) NOT NULL,
  `message` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`chatid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `chat_info`
--

LOCK TABLES `chat_info` WRITE;
/*!40000 ALTER TABLE `chat_info` DISABLE KEYS */;
/*!40000 ALTER TABLE `chat_info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `comment_info`
--

DROP TABLE IF EXISTS `comment_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `comment_info` (
  `TIMELINE_ID` int(12) NOT NULL DEFAULT '0',
  `COMMENT_ID` int(12) NOT NULL DEFAULT '0',
  `USER_ID` varchar(64) NOT NULL,
  `COMMENT_TEXT` varchar(128) DEFAULT NULL,
  `IMAGE_LINK` varchar(256) DEFAULT NULL,
  `DELETE_FLG` int(2) DEFAULT NULL,
  `UPDATETIME` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `INSERTTIME` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`TIMELINE_ID`,`COMMENT_ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `comment_info`
--

LOCK TABLES `comment_info` WRITE;
/*!40000 ALTER TABLE `comment_info` DISABLE KEYS */;
INSERT INTO `comment_info` VALUES (1,1,'yamada','いいね','',0,'2020-03-06 08:08:43','2020-03-06 08:08:43'),(2,1,'yamada','いいね','',1,'2020-03-06 08:08:35','2020-03-06 08:08:31'),(2,2,'hoang','いいね','',0,'2020-03-06 08:09:06','2020-03-06 08:09:06');
/*!40000 ALTER TABLE `comment_info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `img_upload_info`
--

DROP TABLE IF EXISTS `img_upload_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `img_upload_info` (
  `IMG_UPLOAD_ID` int(12) DEFAULT NULL,
  `USER_ID` varchar(64) DEFAULT NULL,
  `UPLOAD_TYP` int(4) DEFAULT NULL,
  `UPLOAD_ID` int(12) DEFAULT NULL,
  `IMG_NAME` varchar(64) DEFAULT NULL,
  `THUMBNAIL` varchar(64) DEFAULT NULL,
  `IMAGE` varchar(64) DEFAULT NULL,
  `DELETE_FLG` int(2) DEFAULT NULL,
  `UPDATETIME` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `INSERTTIME` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `img_upload_info`
--

LOCK TABLES `img_upload_info` WRITE;
/*!40000 ALTER TABLE `img_upload_info` DISABLE KEYS */;
/*!40000 ALTER TABLE `img_upload_info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `login_log`
--

DROP TABLE IF EXISTS `login_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `login_log` (
  `LOGIN_LOG_ID` int(12) DEFAULT NULL,
  `LOGINTIME` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `USER_ID` varchar(64) DEFAULT NULL,
  `PERMISSION` int(4) DEFAULT NULL,
  `USER_AGENT` varchar(128) DEFAULT NULL,
  `LOGIN_MSG` varchar(128) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `login_log`
--

LOCK TABLES `login_log` WRITE;
/*!40000 ALTER TABLE `login_log` DISABLE KEYS */;
INSERT INTO `login_log` VALUES (1,'0000-00-00 00:00:00','hoang',9,'',''),(2,'2020-03-03 06:15:51','a',9,'','');
/*!40000 ALTER TABLE `login_log` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `profile_info`
--

DROP TABLE IF EXISTS `profile_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `profile_info` (
  `USER_ID` varchar(64) DEFAULT NULL,
  `NICK_NAME` varchar(64) DEFAULT NULL,
  `USER_NAME` varchar(64) DEFAULT NULL,
  `BIRTHDAY` varchar(8) DEFAULT NULL,
  `SEX` int(4) DEFAULT NULL,
  `POSTCODE` varchar(24) DEFAULT NULL,
  `ADDRESS` varchar(128) DEFAULT NULL,
  `TEL` varchar(24) DEFAULT NULL,
  `HIRE_DATE` varchar(8) DEFAULT NULL,
  `AFFILIATION` varchar(64) DEFAULT NULL,
  `POSITION` varchar(64) DEFAULT NULL,
  `HOBBY` varchar(64) DEFAULT NULL,
  `SPECIAL_SKILL` varchar(64) DEFAULT NULL,
  `COMMENT` text,
  `IMAGE_LINK` varchar(256) DEFAULT NULL,
  `UPDATETIME` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `INSERTTIME` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `profile_info`
--

LOCK TABLES `profile_info` WRITE;
/*!40000 ALTER TABLE `profile_info` DISABLE KEYS */;
INSERT INTO `profile_info` VALUES ('hoang','ホアン','ホアン','19800101',1,'1111111','東京','08012345678','20140707','研修部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('tamura','田村','田村','19800101',2,'1111111','東京','08012345678','20140707','営業部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('miki','三木','三木','19800101',1,'1111111','東京','08012345678','20140707','営業部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('yamada','山田','山田','19800101',2,'1111111','東京','08012345678','20140707','営業部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('sinoharato','篠原','篠原','19800101',1,'1111111','東京','08012345678','20140707','営業部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('munakata','棟方','棟方','19800101',2,'1111111','東京','08012345678','20140707','研修部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('narasaka','奈良坂','奈良坂','19800101',1,'1111111','東京','08012345678','20140707','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('nakanisi','中西','中西','19800101',2,'1111111','東京','08012345678','20140707','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('tanakano','田中','田中','19800101',1,'1111111','東京','08012345678','20140707','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('umeda','梅田','梅田','19890307',2,'1111111','東京','08012345678','20140310','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('kaida','開田','開田','19890306',1,'1111111','東京','08012345678','20140311','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('kawaida','川井田','川井田','19890305',2,'1111111','東京','08012345678','20140312','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('ito','伊藤','伊藤','19890304',1,'1111111','東京','08012345678','20140313','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('nakamura','中村','中村','19890303',2,'1111111','東京','08012345678','20140314','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('asahara','浅原','浅原','19890302',1,'1111111','東京','08012345678','20140315','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('matsukawa','松川','松川','19890301',2,'1111111','東京','08012345678','20140316','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('suzuki','鈴木','鈴木','19890229',1,'1111111','東京','08012345678','20140317','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('yamasitayu','山下','山下','19890228',2,'1111111','東京','08012345678','20140318','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('ogawa','小川','小川','19890227',1,'1111111','東京','08012345678','20140319','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('kondo','近藤','近藤','19890226',2,'1111111','東京','08012345678','20140320','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('nakagawa','中川','中川','19890225',1,'1111111','東京','08012345678','20140321','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('miyasita','宮下','宮下','19890224',2,'1111111','東京','08012345678','20140322','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('maeda','前田','前田','19890223',1,'1111111','東京','08012345678','20140323','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('nakano','中野','中野','19890222',2,'1111111','東京','08012345678','20140324','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('sato','佐藤','佐藤','19890221',1,'1111111','東京','08012345678','20140325','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('tsuchiya','土屋','土屋','19890220',2,'1111111','東京','08012345678','20140326','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('chin','陳','陳','19890219',1,'1111111','東京','08012345678','20140327','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('aoki','青木','青木','19890218',2,'1111111','東京','08012345678','20140328','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('matsuzaki','松崎','松崎','19890217',1,'1111111','東京','08012345678','20140329','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('sugiama','杉山','杉山','19890216',2,'1111111','東京','08012345678','20140330','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('takesi','武石','武石','19880320',1,'1111111','東京','08012345678','20140331','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('nakajima','中嶋','中嶋','19880319',2,'1111111','東京','08012345678','20130301','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('inouye','井上','井上','19880318',1,'1111111','東京','08012345678','20130302','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('okazaki','岡崎','岡崎','19880317',2,'1111111','東京','08012345678','20130303','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('saitou','齋藤','齋藤','19880316',1,'1111111','東京','08012345678','20130304','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('abe','阿部','阿部','19880315',2,'1111111','東京','08012345678','20130305','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('okajima','岡島','岡島','19880314',1,'1111111','東京','08012345678','20130306','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('kisimoto','岸本','岸本','19880313',2,'1111111','東京','08012345678','20130307','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('suga','須賀','須賀','19880312',1,'1111111','東京','08012345678','20130308','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('simoda','下田','下田','19880311',2,'1111111','東京','08012345678','20130309','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('canno','菅野','菅野','19880310',1,'1111111','東京','08012345678','20130310','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('sakuhara','佐久原','佐久原','19880309',2,'1111111','東京','08012345678','20130311','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('uenisi','上西','上西','19880308',1,'1111111','東京','08012345678','20130312','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('isigaki','石垣','石垣','19880307',2,'1111111','東京','08012345678','20130313','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('horigome','堀米','堀米','19880306',1,'1111111','東京','08012345678','20130314','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('miyawaki','宮脇','宮脇','19880305',2,'1111111','東京','08012345678','20130315','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('yamamoto','山本','山本','19880304',1,'1111111','東京','08012345678','20130316','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('fujikawa','藤川','藤川','19880303',2,'1111111','東京','08012345678','20130317','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('igarasiya','五十嵐','五十嵐','19880302',1,'1111111','東京','08012345678','20130318','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('jinza','神坐','神坐','19880301',2,'1111111','東京','08012345678','20130319','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('ogihara','扇原','扇原','19880229',1,'1111111','東京','08012345678','20130320','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('hattori','服部','服部','19880228',2,'1111111','東京','08012345678','20130321','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('kon','今','今','19880227',1,'1111111','東京','08012345678','20130322','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('kurokawa','黒川','黒川','19880226',2,'1111111','東京','08012345678','20130323','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('hara','原','原','19880225',1,'1111111','東京','08012345678','20130324','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('morii','森井','森井','19880224',2,'1111111','東京','08012345678','20130325','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('isobe','磯部','磯部','19880223',1,'1111111','東京','08012345678','20130326','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('kai','甲斐','甲斐','19880222',2,'1111111','東京','08012345678','20130327','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('tsugi','都木','都木','19880221',1,'1111111','東京','08012345678','20130328','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('tobe','戸部','戸部','19880220',2,'1111111','東京','08012345678','20130329','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('mitsuisi','光石','光石','19880219',1,'1111111','東京','08012345678','20130330','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('misawa','三澤','三澤','19880218',2,'1111111','東京','08012345678','20130331','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('oki','大木','大木','19880217',1,'1111111','東京','08012345678','20150101','技術部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('a','あ','あ','20111111',1,'1111111','東京','08012345678','20111111','研修部','社員','なし','なし','不明','person.png','2017-07-12 00:44:40','2017-07-12 00:44:40'),('tatata','たたた','多々田','19980101',1,'3337777','東京都','33377775555','20000101','技術部','none','tatata','tatata','tatata','','2020-08-03 00:09:14','2020-08-03 00:06:29'),('tititi','ちちち','致知地','19980101',1,'3337777','青森県','55577775555','20200202','技術部','none','','','','','2020-08-03 00:24:18','2020-08-03 00:22:37');
/*!40000 ALTER TABLE `profile_info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `timeline_info`
--

DROP TABLE IF EXISTS `timeline_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `timeline_info` (
  `TIMELINE_ID` int(12) NOT NULL,
  `USER_ID` varchar(64) NOT NULL,
  `TIMELINE_TEXT` varchar(4000) DEFAULT NULL,
  `IMAGE_LINK` varchar(256) DEFAULT NULL,
  `UPLOAD_TYP` int(4) DEFAULT NULL,
  `DELETE_FLG` int(2) DEFAULT NULL,
  `UPDATETIME` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `INSERTTIME` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`TIMELINE_ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `timeline_info`
--

LOCK TABLES `timeline_info` WRITE;
/*!40000 ALTER TABLE `timeline_info` DISABLE KEYS */;
INSERT INTO `timeline_info` VALUES (1,'hoang','京都旅行','download (1).jpg',NULL,0,'2020-03-06 08:08:43','2020-03-06 08:06:27'),(2,'yamada','福嶋スキー','download (2).jpg',NULL,0,'2020-03-06 08:09:06','2020-03-06 08:08:20'),(3,'hoang','','スクリーンショット (1).png',NULL,1,'2020-03-19 02:56:33','2020-03-19 02:56:09');
/*!40000 ALTER TABLE `timeline_info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `user_master`
--

DROP TABLE IF EXISTS `user_master`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `user_master` (
  `USER_ID` varchar(64) DEFAULT NULL,
  `PASSWORD` varchar(64) DEFAULT NULL,
  `EMAIL` varchar(128) DEFAULT NULL,
  `UPDATETIME` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `INSERTTIME` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `LASTLOGINDATE` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `REGISTER_LINK` varchar(128) DEFAULT NULL,
  `REGISTER_LINK_TIME` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `TYPE` int(4) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `user_master`
--

LOCK TABLES `user_master` WRITE;
/*!40000 ALTER TABLE `user_master` DISABLE KEYS */;
INSERT INTO `user_master` VALUES ('hoang','1','hoang1@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('tamura','1','tamura@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('miki','1','miki@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('yamada','1','yamada@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('sinoharato','1','sinoharato@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('munakata','1','munakata@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('narasaka','1','narasaka@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('nakanisi','1','nakanisi@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('tanakano','1','tanakano@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('umeda','1','umeda@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('kaida','1','kaida@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('kawaida','1','kawaida@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('ito','1','ito@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('nakamura','1','nakamura@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('asahara','1','asahara@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('matsukawa','1','matsukawa@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('suzuki','1','suzuki@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('yamasitayu','1','yamasitayu@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('ogawa','1','ogawa@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('kondo','1','kondo@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('nakagawa','1','nakagawa@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('miyasita','1','miyasita@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('maeda','1','maeda@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('nakano','1','nakano@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('sato','1','sato@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('tsuchiya','1','tsuchiya@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('chin','1','chin@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('aoki','1','aoki@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('matsuzaki','1','matsuzaki@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('sugiama','1','sugiama@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('takesi','1','takesi@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('nakajima','1','nakajima@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('inouye','1','inouye@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('okazaki','1','okazaki@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('saitou','1','saitou@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('abe','1','abe@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('okajima','1','okajima@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('kisimoto','1','kisimoto@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('suga','1','suga@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('simoda','1','simoda@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('canno','1','canno@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('sakuhara','1','sakuhara@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('uenisi','1','uenisi@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('isigaki','1','isigaki@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('horigome','1','horigome@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('miyawaki','1','miyawaki@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('yamamoto','1','yamamoto@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('fujikawa','1','fujikawa@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('igarasiya','1','igarasiya@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('jinza','1','jinza@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('ogihara','1','ogihara@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('hattori','1','hattori@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('kon','1','kon@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('kurokawa','1','kurokawa@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('hara','1','hara@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('morii','1','morii@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('isobe','1','isobe@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('kai','1','kai@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('tsugi','test','tsugi@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('tobe','1','tobe@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('mitsuisi','1','mitsuisi@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('misawa','1','misawa@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('oki','1','oki@gmail.com','2020-07-30 05:36:26','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('a','1','a@gmail.com','2020-08-02 23:08:33','2020-03-05 15:00:00','2020-03-05 15:00:00',NULL,'0000-00-00 00:00:00',2),('tatata','2','yayuryozu@mbox.re','2020-08-03 22:23:11','2020-08-03 00:09:14','0000-00-00 00:00:00','Null','2020-08-03 00:08:47',3),('tititi','2','paronyure@ponp.be','2020-08-03 22:23:11','2020-08-03 00:24:17','0000-00-00 00:00:00','Null','2020-08-03 00:22:54',3);
/*!40000 ALTER TABLE `user_master` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `userrole_info`
--

DROP TABLE IF EXISTS `userrole_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `userrole_info` (
  `USER_ID` varchar(64) NOT NULL,
  `ROLE` int(11) NOT NULL,
  `USABLE_PAGE` varchar(16) NOT NULL,
  PRIMARY KEY (`USER_ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `userrole_info`
--

LOCK TABLES `userrole_info` WRITE;
/*!40000 ALTER TABLE `userrole_info` DISABLE KEYS */;
INSERT INTO `userrole_info` VALUES ('a',0,'10100'),('abe',0,'10100'),('aoki',0,'11010'),('asahara',0,'10100'),('canno',0,'10110'),('chin',0,'11100'),('fujikawa',0,'11111'),('hara',0,'10110'),('hattori',0,'10000'),('hoang',1,'11111'),('horigome',0,'01010'),('igarasiya',0,'10000'),('inouye',0,'11010'),('isigaki',0,'11001'),('isobe',0,'10100'),('ito',0,'10110'),('jinza',0,'10100'),('kai',0,'10101'),('kaida',0,'11010'),('kawaida',0,'10000'),('kisimoto',0,'01000'),('kon',0,'00100'),('kondo',0,'10000'),('kurokawa',0,'10000'),('maeda',0,'11010'),('matsukawa',0,'11111'),('matsuzaki',0,'10101'),('miki',0,'11010'),('misawa',0,'11110'),('mitsuisi',0,'00010'),('miyasita',0,'11010'),('miyawaki',0,'11111'),('morii',0,'00111'),('munakata',0,'11010'),('nakagawa',0,'10101'),('nakajima',0,'11010'),('nakamura',0,'11111'),('nakanisi',0,'11010'),('nakano',0,'10000'),('narasaka',0,'00110'),('ogawa',0,'00110'),('ogihara',0,'10110'),('okajima',0,'01101'),('okazaki',0,'01000'),('oki',0,'10010'),('saitou',0,'10101'),('sakuhara',0,'11111'),('sato',0,'11111'),('simoda',0,'11100'),('sinoharato',0,'11010'),('suga',0,'11110'),('sugiama',0,'11111'),('suzuki',0,'10110'),('takesi',0,'11111'),('tamura',0,'11000'),('tanakano',0,'11010'),('tatata',0,'11011'),('tititi',0,'00100'),('tobe',0,'10000'),('tsuchiya',0,'00010'),('tsugi',0,'01000'),('uenisi',0,'00001'),('umeda',0,'10000'),('yamada',0,'01010'),('yamamoto',0,'11111'),('yamasitayu',0,'');
/*!40000 ALTER TABLE `userrole_info` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-08-04  7:47:14
